Repository: LeddaZ/openweather
Catalog: po/*.po
Languages: ca

source: Openweathermap.org does not work without an api-key. Either set the switch to use the extensions default key in the preferences dialog to on or register at https://openweathermap.org/appid and paste your personal key into the preferences dialog.
ca: Openweathermap.org no funciona sense una clau de l'API. Activeu el commutador al diàleg de preferències per a utilitzar la clau d'extensions predeterminada o registreu-vos a https://openweahermap.org/appid i enganxeu la vostra clau personal al diàleg de preferències.

source: Can not connect to %s
ca: No es pot connectar a %s

source: Locations
ca: Ubicacions

source: Reload Weather Information
ca: Recarregar la informació del temps

source: Weather data by: %s
ca: Informació del temps proporcionada per: %s

source: Weather Settings
ca: El Temps - Configuració

source: Manual refreshes less than 2 minutes apart are ignored!
ca: S'ignoren les actualitzacions manuals amb intervals menors de 2 minuts!

source: Can not open %s
ca: No es pot obrir %s

source: Invalid city
ca: Ciutat no vàlida

source: Invalid location! Please try to recreate it.
ca: Ubicació no vàlida! Proveu de recrear-la.

source: Calm
ca: Calma

source: Light air
ca: Ventolina

source: Light breeze
ca: Vents fluixets

source: Gentle breeze
ca: Vent feble

source: Moderate breeze
ca: Vent moderat

source: Fresh breeze
ca: Vent fresquet

source: Strong breeze
ca: Vent fresc

source: Moderate gale
ca: Vent fort

source: Fresh gale
ca: Temporal

source: Strong gale
ca: Temporal fort

source: Storm
ca: Temporal molt fort

source: Violent storm
ca: Temporal violent

source: Hurricane
ca: Huracà

source: Sunday
ca: Diumenge

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: SW
ca: SO

source: W
ca: O

source: NW
ca: NO

source: Loading ...
ca: S'està carregant...

source: Please wait
ca: Si us plau, espereu

source: Feels Like:
ca: Sensació de:

source: Humidity:
ca: Humitat:

source: Pressure:
ca: Pressió:

source: Wind:
ca: Vent:

source: Gusts:
ca: Ratxes:

source: Tomorrow's Forecast
ca: Previsió per demà

source: %s Day Forecast
ca: Previsió pels propers %s dies

source: Thunderstorm with Light Rain
ca: Tempestes amb pluges febles

source: Thunderstorm with Rain
ca: Tempestes amb pluges

source: Thunderstorm with Heavy Rain
ca: Tempestes amb pluges fortes

source: Light Thunderstorm
ca: Tempestes febles

source: Thunderstorm
ca: Tempestes

source: Heavy Thunderstorm
ca: Tempestes fortes

source: Ragged Thunderstorm
ca: Tempestes aïllades

source: Thunderstorm with Light Drizzle
ca: Tempestes amb plugims febles

source: Thunderstorm with Drizzle
ca: Tempestes amb plugims

source: Thunderstorm with Heavy Drizzle
ca: Tempestes amb plugims forts

source: Light Drizzle
ca: Plugims febles

source: Drizzle
ca: Plugims

source: Heavy Drizzle
ca: Plugims forts

source: Light Drizzle Rain
ca: Plugims febles

source: Drizzle Rain
ca: Plugims

source: Heavy Drizzle Rain
ca: Plugims forts

source: Shower Rain and Drizzle
ca: Ruixats i plugims

source: Heavy Rain and Drizzle
ca: Pluges fortes i plugims

source: Shower Drizzle
ca: Ruixats en forma de plugims

source: Light Rain
ca: Pluja feble

source: Moderate Rain
ca: Pluja moderada

source: Heavy Rain
ca: Pluja forta

source: Very Heavy Rain
ca: Pluja molt forta

source: Extreme Rain
ca: Pluja torrencial

source: Freezing Rain
ca: Pluja gelant

source: Light Shower Rain
ca: Ruixats febles

source: Shower Rain
ca: Ruixats

source: Heavy Shower Rain
ca: Ruixats forts

source: Ragged Shower Rain
ca: Ruixats aïllats

source: Light Snow
ca: Nevades febles

source: Snow
ca: Neu

source: Heavy Snow
ca: Nevades fortes

source: Sleet
ca: Aiguaneu

source: Light Shower Sleet
ca: Ruixats d'aiguaneu febles

source: Shower Sleet
ca: Ruixats d'aiguaneu

source: Light Rain and Snow
ca: Pluja feble i neu

source: Rain and Snow
ca: Pluja i neu

source: Light Shower Snow
ca: Ruixats de neu febles

source: Shower Snow
ca: Ruixats de neu

source: Heavy Shower Snow
ca: Ruixats de neu forts

source: Mist
ca: Boirina

source: Smoke
ca: Boira

source: Haze
ca: Calitja

source: Sand/Dust Whirls
ca: Remolins d'arena

source: Fog
ca: Emboirat

source: Sand
ca: Arena

source: Dust
ca: Pols

source: Volcanic Ash
ca: Cendres volcàniques

source: Squalls
ca: Borrasques

source: Tornado
ca: Tornados

source: Clear Sky
ca: Cel seré

source: Few Clouds
ca: Poca nuvolositat

source: Scattered Clouds
ca: Núvols dispersos

source: Broken Clouds
ca: Nuvolositat variable

source: Overcast Clouds
ca: Ennuvolat

source: Not available
ca: No disponible

source: Tomorrow
ca: Demà

source: Settings
ca: Configuració

source: Current Weather Refresh
ca: Actualitzacions de l'estat del temps

source: Current weather refresh interval in minutes
ca: Interval en minuts entre les actualitzacions de l'estat del temps

source: Weather Forecast Refresh
ca: Actualitzacions de les previsions

source: Forecast refresh interval in minutes if enabled
ca: Interval en minuts entre les actualitzacions de les previsions si estan activades

source: Disable Forecast
ca: Desactivar les previsions

source: Disables all fetching and processing of forecast data
ca: Es desactiva tota l'obtenció i el processament de dades de la previsió

source: System Icons
ca: Icones del sistema

source: Disable to use packaged Adwaita weather icons
ca: Desactiveu-ho per utilitzar les icones meteorològiques incloses d'Adwaita

source: If you have issues with your system icons displaying correctly disable this to fix it
ca: Si teniu problemes per a que les icones del vostre sistema es mostrin correctament, desactiveu-ho per solucionar-ho

source: First Boot Delay
ca: Retard de la primera arrencada

source: Seconds to delay popup initialization and data fetching
ca: Segons per a retardar la inicialització de la finestra emergent i l'obtenció de dades

source: This setting only applies to the first time the extension is loaded. (first log in / restarting gnome shell)
ca: Aquesta configuració només s'aplica la primera vegada que es carrega l'extensió. (primer inici de sessió / reinici del shell del gnome)

source: Units
ca: Unitats

source: Temperature
ca: Temperatura

source: Beaufort
ca: Escala Beaufort

source: Wind Speed
ca: Velocitat del vent

source: Pressure
ca: Pressió

source: Provider
ca: Proveïdor

source: OpenWeatherMap Multilingual Support
ca: Suport Multilingüe de l'OpenWeatherMap

source: Using provider translations applies to weather conditions only
ca: L'ús de traduccions del proveïdor només s'aplica a les condicions meteorològiques

source: Enable this to use OWM multilingual support in 46 languages if there's no built-in translations for your language yet.
ca: Activeu-ho per utilitzar el suport multilingüe de l'OWM en 46 idiomes si encara no hi ha traduccions integrades per al vostre idioma.

source: Use Extensions API Key
ca: Utilitzar la clau de l'API d'extensions

source: Use the built-in API key for OpenWeatherMap
ca: S'utilitza la clau de l'API inclosa per a l'OpenWeatherMap

source: Disable this if you have your own API key from openweathermap.org and enter it below.
ca: Desactiveu aquesta opció si teniu la vostra pròpia clau de l'API d'openweathermap.org i introduïu-la en el quadre de sota.

source: Personal API Key
ca: Clau personal de l'API

source: Layout
ca: Plantilla

source: Panel
ca: Tauler

source: Center
ca: Centre

source: Right
ca: Dreta

source: Left
ca: Esquerra

source: Position In Panel
ca: Posició al tauler

source: Position Offset
ca: Compensació de la posició

source: The position relative to other items in the box
ca: La posició en relació a altres elements del requadre del tauler

source: Show the temperature in the panel
ca: Es mostra la temperatura al tauler

source: Temperature In Panel
ca: Temperatura al tauler

source: Show the weather conditions in the panel
ca: Es mostren les condicions climàtiques al tauler

source: Conditions In Panel
ca: Condicions climàtiques al tauler

source: Popup
ca: Finestra emergent

source: Popup Position
ca: Posició de la finestra emergent

source: Alignment of the popup from left to right
ca: Alineació d'esquerra a dreta de la finestra emergent

source: Wind Direction Arrows
ca: Direcció del vent amb fletxes

source: Translate Conditions
ca: Traduir les condicions climàtiques

source: Temperature Decimal Places
ca: Nombre de decimals del valor de temperatura

source: Maximum number of digits after the decimal point
ca: Nombre màxim de dígits després de la coma decimal

source: Location Text Length
ca: Llargada del text de la ubicació

source: Maximum length of the location text. A setting of '0' is unlimited
ca: Llargada màxima del text de la ubicació. Un valor de '0' equival a il·limitada

source: Forecast
ca: Previsions

source: Center Today's Forecast
ca: Centrar les previsions per avui

source: Conditions In Forecast
ca: Condicions climàtiques a les previsions

source: Today Only
ca: Només avui

source: Total Days In Forecast
ca: Nombre de dies a les previsions

source: Keep Forecast Expanded
ca: Mantenir les previsions ampliades

source: Add
ca: Afegir

source: Geolocation Provider
ca: Proveïdor de la geolocalització

source: Provider used for location search
ca: Proveïdor utilitzat per a cercar la ubicació

source: Personal MapQuest Key
ca: Clau personal del MapQuest

source: Personal API Key from developer.mapquest.com
ca: Clau personal de l'API de developer.mapquest.com

source: Location changed to: %s
ca: Heu canviat la ubicació a: %s

source: Add New Location
ca: Afegir una ubicació nova

source: Search by Location or Coordinates
ca: Cercar per la ubicació o per les coordenades

source: e.g. Vaiaku, Tuvalu or -8.5211767,179.1976747
ca: ex. Vaiaku, Tuvalu o -8.5211767,179.1976747

source: Clear entry
ca: Esborrar l'entrada

source: Search
ca: Cercar

source: We need something to search for!
ca: Necessitem alguna cosa per a buscar!

source: Edit %s
ca: Editar %s

source: Edit Name
ca: Editar el nom

source: Edit Coordinates
ca: Editar les coordenades

source: Save
ca: Desar

source: Please complete all fields
ca: Si us plau, ompliu tots els camps

source: %s has been updated
ca: %s s'ha actualitzat

source: Are you sure you want to delete "%s"?
ca: Esteu segurs que voleu suprimir "%s"?

source: Delete
ca: Suprimir

source: Cancel
ca: Cancel·lar

source: %s has been deleted
ca: %s s'ha suprimit

source: Search Results
ca: Resultats de la cerca

source: New Search
ca: Nova cerca

source: Searching ...
ca: Cercant...

source: Please wait while searching for locations matching "%s"
ca: Si us plau, espereu mentre es cerquen ubicacions que coincideixin amb "%s"

source: AppKey Required
ca: Es requereix una clau de l'app

source: You need an AppKey to use MapQuest, get one at: %s
ca: Necessiteu una clau de l'app per poder utilitzar el MapQuest, obteniu-ne una a: %s

source: Results for "%s"
ca: Resultats per a "%s"

source: %s has been added
ca: %s s'ha afegit

source: API Error
ca: Error de l'API

source: Invalid data when searching for "%s".
ca: Dades no vàlides en cercar "%s".

source: No Matches Found
ca: No s'han trobat coincidències

source: No results found when searching for "%s".
ca: No s'han trobat resultats cercant "%s".

source: About
ca: Quant a

source: Display weather information for any location on Earth in the GNOME Shell
ca: Mostra la informació meteorològica al Shell de GNOME per a qualsevol ubicació de la Terra

source: unknown
ca: desconegut

source: OpenWeather Version
ca: Versió de l'OpenWeather

source: Git Version
ca: Versió del Git

source: GNOME Version
ca: Versió del GNOME

source: Session Type
ca: Tipus de sessió

source: Maintained by: %s
ca: Mantingut per: %s

source: Weather data provided by: %s
ca: Dades meteorològiques proporcionades per: %s

source: This program comes with ABSOLUTELY NO WARRANTY.
ca: Aquest programa ve ABSOLUTAMENT SENSE CAP GARANTIA.

source: See the
ca: Consulteu la

source: GNU General Public License, version 2 or later
ca: Llicència Pública General GNU, versió 2 o posterior

source: for details.
ca: per a més detalls.

source: Weather Provider
ca: Proveïdor meteorològic

source: Temperature Unit
ca: Unitat de temperatura

source: Pressure Unit
ca: Unitat de pressió

source: Wind Speed Units
ca: Unitats de velocitat del vent

source: Choose the units used for wind speed. Allowed values are 'kph', 'mph', 'm/s', 'knots', 'ft/s' or 'Beaufort'.
ca: Trieu les unitats utilitzades per a la velocitat del vent. Els valors permesos són 'kph', 'mph', 'm/s', 'kn', 'ft/s' o 'Beaufort'.

source: Wind Direction by Arrows
ca: Direcció del vent amb fletxes

source: Choose whether to display wind direction through arrows or letters.
ca: Trieu si es mostra la direcció del vent mitjançant fletxes o lletres.

source: City to be displayed
ca: Ciutat a mostrar

source: Actual City
ca: Ciutat actual

source: OpenWeatherMap Multilingual Support (weather descriptions only)
ca: Suport Multilingüe de l'OpenWeatherMap (només les descripcions del temps)

source: Temperature in Panel
ca: Temperatura al tauler

source: Conditions in Panel
ca: Condicions climàtiques al tauler

source: Conditions in Forecast
ca: Condicions climàtiques a les previsions

source: Position in Panel
ca: Posició al tauler

source: Horizontal position of menu-box.
ca: Posició horitzontal del requadre del menú.

source: Refresh interval (actual weather)
ca: Interval d'actualitzacions (estat actual del temps)

source: Maximal length of the location text
ca: Llargada màxima del text de la ubicació

source: Refresh interval (forecast)
ca: Interval d'actualitzacions (previsions)

source: Center forecastbox.
ca: Centrar el requadre de les previsions.

source: Always keep forecast expanded
ca: Mantenir sempre les previsions ampliades

source: Number of days in forecast
ca: Nombre de dies a les previsions

source: Maximal number of digits after the decimal point
ca: Nombre màxim de dígits després de la coma decimal

source: Your personal API key from openweathermap.org
ca: La teva clau personal de l'API d'openweathermap.org

source: Use the extensions default API key from openweathermap.org
ca: Utilitzar la clau d'extensions predeterminada de l'API d'openweathermap.org

source: Your personal AppKey from developer.mapquest.com
ca: La teva clau personal de l'API de developer.mapquest.com

source: Seconds to delay popup initialization and data fetch on the first load
ca: Segons per a retardar la inicialització de la finestra emergent i l'obtenció de dades en el primer inici

source: Default width for the preferences window
ca: Amplada predeterminada de la finestra de preferències

source: Default height for the preferences window
ca: Alçada predeterminada de la finestra de preferències
